Repository: jurialmunkey/skin.arctic.zephyr
Catalog: language/*/strings.po
Languages: dutch

# #31104
source: Used Memory
dutch: Gebruikt geheugen

# #31105
source: Spotlight
dutch: Aanbevolen

# #31106
source: Finishes at
dutch: Eindigt om

# #31108
source: Current Menu
dutch: Huidig menu

# #31109
source: Customise home menu
dutch: Startmenu aanpassen

# #31110
source: Background
dutch: Achtergrond

# #31111
source: Show now playing video in background
dutch: Toon huidige video op de achtergrond

# #31113
source: No Timer
dutch: Geen timer

# #31114
source: Now Playing
dutch: Nu spelende

# #31115
source: Show header
dutch: Toon Header

# #31117
source: 3D Mode
dutch: 3D Modus

# #31118
source: Show artist slideshow
dutch: Toon artiesten diavoorstelling

# #31119
source: Show visualisation behind slideshow
dutch: Toon visualisatie achter diavoorstelling

# #31120
source: Animate artist slideshow
dutch: Animeer artiesten diavoorstelling

# #31121
source: Show fanart
dutch: Toon Fanart

# #31122
source: Ongoing Episodes
dutch: Lopende afleveringen

# #31123
source: Resumable Movies
dutch: Hervatbare films

# #31124
source: Recent Movies
dutch: Recente films

# #31125
source: Recent Episodes
dutch: Recente afleveringen

# #31126
source: Episodes Spotlight
dutch: Aanbevolen afleveringen

# #31127
source: Movies Spotlight
dutch: Aanbevolen films

# #31128
source: Custom widget 1
dutch: Aangepaste widget 1

# #31129
source: Custom widget 2
dutch: Aangepaste widget 2

# #31130
source: Show slideshow when no widget is set
dutch: Toon diavoorstelling wanneer er geen widget is ingesteld

# #31131
source: Set slideshow path
dutch: Locatie instellen van diavoorstelling

# #31132
source: Reset home menu shortcuts to defaults
dutch: Herstel start menu snelkoppelingen naar hun standaardwaarden

# #31133
source: Hide watched
dutch: Bekeken verbergen

# #31134
source: Trending Movies
dutch: Populaire Films

# #31135
source: Trending Shows
dutch: Populaire Series

# #31136
source: Airing Shows
dutch: Uitzendende Serie`s

# #31137
source: Premiering Shows
dutch: Première Series

# #31138
source: Content Loading
dutch: Inhoud Laden

# #31142
source: Use low list
dutch: Toon lage lijst

# #31143
source: Set weather fanart
dutch: Instellen fan-art weer

# #31145
source: Show weather widget
dutch: Toon weer widget

# #31146
source: Animate fanart
dutch: Animeer fanart

# #31148
source: Wrap list
dutch: inpaklijst

# #31149
source: Replace widget fanart with slideshow
dutch: Vervang widget fanart door diavoorstelling

# #31150
source: Set fallback image
dutch: Stel terugval afbeelding in

# #31151
source: Enable TV Tunes
dutch: Activeer TV Tunes

# #31152
source: Furniture
dutch: Meubilair

# #31153
source: Show clock
dutch: Toon klok

# #31154
source: Show media flags
dutch: Toon Media iconen

# #31155
source: Show now playing info
dutch: Toon nu afspelen info

# #31156
source: [B]Configure Appearance Settings[/B][CR][CR] • Change the skin[CR] • Set language and region[CR] • Change file listing options[CR] • Set up a screensaver
dutch: [B]Configureer uiterlijk instellingen[[/B]CR][CR] • Wijzig de skin [CR] • Stel taal en regio in[CR] verander[CR] • verander bestandslijstopties[CR] • Stel een schermbeveiliging in

# #31157
source: [B]Configure Video Settings[/B][CR][CR] • Manage your video library[CR] • Set video playback options[CR] • Change video listing options[CR] • Set subtitle fonts
dutch: [B]Configureer Video instellingen[/B][CR][CR] • Beheer je videobibliotheek[BR] • Configureer videoafspeelopties[CR] • Verander videobestandlijstopties[CR] • Stel ondertitel lettertypen in

# #31158
source: [B]Configure Music Settings[/B][CR][CR] • Manage your music library[CR] • Set music playback options[CR] • Change music listing options[CR] • Setup song submission[CR] • Set karaoke options
dutch: [B]Configureer Muziek instellingen[/B][CR][CR] • Beheer je muziekbibliotheek[CR] • Configureer muziekafspeelopties[CR] • Verander muzieklijst opties[CR] • Stel nummeraanbod in[CR] • Configureer karaoke opties in

# #31159
source: [B]Configure Picture Settings[/B][CR][CR] • Set picture listing options[CR] • Configure slideshows
dutch: [B]Configureer afbeeldingsinstellingen[/B][CR][CR] • Instellen afbeeldingsvolgorde opties[CR] • Configureer diavoorstellingen

# #31160
source: [B]Configure Weather Settings[/B][CR][CR] • Set up to three cities
dutch: [B]Configureer Weer instellingen [/B][CR][CR] • Stel tot drie steden in

# #31161
source: [B]Configure System Settings[/B][CR][CR] • Setup and calibrate displays[CR] • Configure audio output[CR] • Setup remote controls[CR] • Set power saving options[CR] • Enable debugging[CR] • Setup master lock
dutch: [B]Configureer systeeminstellingen[/B][CR][CR] • Instellen en kalibreer schermen[CR] • Configureer geluidsuitgang[CR] • Instellen invoerapparaten[CR] • Instellen energiebesparingsopties[CR] • Activeer debugging[CR] • Instellen van vergrendel opties

# #31162
source: [B]Configure Add-Ons[/B][CR][CR] • Manage your installed Add-ons[CR] • Install Add-ons from kodi.tv[CR] • Modify Add-on settings
dutch: [B]Configureer Add-ons[/B][CR][CR] • Beheer uw geïnstalleerde Add-ons[CR] • Installeer Add-ons van kodi.tv[CR] • Wijzig Add-on instellingen

# #31163
source: [B]Configure TV Settings[/B][CR][CR] • Change full screen info[CR] • Manage EPG data settings
dutch: [B]Configureer TV instellingen[/B][CR][CR] • Verander volledig scherm info[CR] • beheer EPG data instellingen

# #31164
source: [B]Configure Service Settings[/B][CR][CR] • Control via UPnP and HTTP[CR] • Configure file sharing[CR] • Enable Zeroconf[CR] • Configure AirPlay
dutch: [B]Configureer service instellingen[/B][CR][CR] • Beheer via UPnP en HTTP[CR] • Configureer bestandsdeling[CR] • Activeer Zeroconf[CR] • Configureer Airplay

# #31165
source: [B]Configure Profile Settings[/B][CR][CR] • Setup user profiles[CR] • Enable login screen[CR] • Set master locks[CR] • Control access to content
dutch: [B]Configureer Profiel instellingen[/B][CR][CR] • Instellen gebruikersprofielen[CR] • Activeer log-in scherm[CR] • Instellen van vergrendel opties[CR] • Beheer toegang tot content

# #31166
source: [B]Configure Skin Settings[/B][CR][CR] • Customise the home screen[CR] • Set background options[CR] • Configure OSD options[CR] • Enable add-on support[CR] • Disable screen elements
dutch: [B]Configureer skin instellingen[/B][CR][CR] • Pas het startscherm aan[CR] • Instellen achtergrond opties[CR] • Configureer OSD opties[CR] • Activeer add-on ondersteuning[CR] • De-activeer scherm elementen

# #31167
source: [B]View System Information[/B][CR][CR] • Summary[CR] • Storage[CR] • Network[CR] • Video[CR] • Hardware[CR] • PVR Backend
dutch: [B]Toon systeem informatie[/B][CR][CR] • Samenvatting[CR] • Opslag[CR] • Netwerk[CR] • Video[CR] • Hardware[CR] • PVR Backend

# #31168
source: Startup video
dutch: Opstart video

# #31170
source: Cinema Experience
dutch: Bioscoop-ervaring

# #31172
source: Show music visualisation in background
dutch: Toon muziek visualisaties in achtergrond

# #31173
source: Recently added
dutch: Recent toegevoegd

# #31174
source: Recently played
dutch: Recent afgespeeld

# #31175
source: Play random
dutch: Willekeurig afspelen

# #31176
source: Delete Settings Shortcut
dutch: Verwijder instellingen snelkoppeling

# #31177
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
dutch: Weet je zeker dat je de instellingen snelkoppeling wilt verwijderen?[CR] Wees er zeker van dat je een alternatieve methode hebt om toegang te verkrijgen tot instellingen voordat je deze snelkoppeling verwijderd.

# #31179
source: Show clearlogo
dutch: Toon clearlogo

# #31180
source: Update next aired on startup
dutch: Update Uitzenddata tijdens opstarten

# #31181
source: Select icon
dutch: Selecteer icoon

# #31182
source: Movies hub playlist
dutch: Films hub afspeellijst

# #31183
source: TV hub playlist
dutch: TV hub afspeellijst

# #31184
source: Use classic widget style
dutch: Gebruik klassieke widget stijl

# #31185
source: Big poster
dutch: Grote poster

# #31186
source: Use circular icons in dialogs
dutch: Gebruik ronde pictogrammen in dialoogvensters

# #31187
source: Random Albums
dutch: Willekeurige albums

# #31188
source: Recent Albums
dutch: Recente albums

# #31189
source: Recommended Albums
dutch: Aanbevolen Albums

# #31190
source: Show icons
dutch: Toon iconen

# #31191
source: Directed by
dutch: Geregisseerd door

# #31192
source: Movie Hub
dutch: Film Hub

# #31194
source: View Options
dutch: Weergaveopties

# #31195
source: Reload Skin
dutch: Herlaad ontwerp

# #31196
source: Use dark theme
dutch: Gebruik donker thema

# #31197
source: Show weather with clock
dutch: Toon Weer met klok

# #31198
source: Cards
dutch: Kaarten

# #31199
source: Kiosk mode
dutch: Kioskmodus

# #31200
source: Only display widgets when pressing up
dutch: Toon alleen widgets bij omhoog drukken

# #31201
source: Show detailed info when video is paused
dutch: Toon getailleerde info wanneer video is gepauzeerd

# #31202
source: Use horizontal submenu
dutch: Gebruik horizontaal submenu

# #31204
source: Similar to
dutch: Vergelijkbaar met

# #31205
source: Released by
dutch: Uitgebracht door

# #31206
source: Similar
dutch: Vergelijkbaar

# #31208
source: In Cinemas
dutch: In bioscopen

# #31209
source: Upcoming
dutch: Binnenkort

# #31210
source: Popular
dutch: Populair

# #31211
source: Top Rated
dutch: Best beoordeeld

# #31212
source: Airing
dutch: Uitzending

# #31213
source: Today
dutch: Vandaag

# #31214
source: Show plot
dutch: Toon overzicht

# #31215
source: Unwatched
dutch: Niet bekeken

# #31216
source: Busy loader animation
dutch: Bezigheids animatie

# #31217
source: Show clearart
dutch: Toon ClearArt

# #31218
source: Show numeric rating
dutch: Toon numerieke beoordeling

# #31219
source: Show reflections
dutch: Toon reflectie`s

# #31220
source: Next Aired
dutch: Volgende uitzending

# #31221
source: Select a custom widget to set as this path
dutch: Selecteer een aangepaste widget in te stellen als deze locatie

# #31222
source: Set custom widget path
dutch: Stel aangepast widget locatie in

# #31223
source: Upcoming Movies
dutch: Aankomende films

# #31224
source: Popular Movies
dutch: Populaire films

# #31225
source: Top Rated Movies
dutch: Best gewaardeerde films

# #31226
source: Popular TV Shows
dutch: Populaire series

# #31227
source: Top Rated TV Shows
dutch: Best gewaardeerde TV series

# #31228
source: On Air TV Shows
dutch: Uitzendende TV Series

# #31229
source: TV Shows Airing Today
dutch: TV serie`s met uitzending vandaag

# #31230
source: Custom widget 3
dutch: Aangepaste widget 3

# #31231
source: Custom widget 4
dutch: Aangepaste widget 4

# #31232
source: Reset path
dutch: Hertel locatie

# #31233
source: Use flat icons
dutch: Gebruik vlakke iconen

# #31235
source: Double pane list
dutch: Dubbele deellijst

# #31236
source: Now playing...
dutch: Nu speelt...

# #31237
source: Use minimal busy loader in header
dutch: Gebruik kleine bezigheids animatie in header

# #31241
source: Additional info
dutch: Extra informatie

# #31242
source: Provided by themoviedb.org
dutch: Aangeleverd door themoviedb.org

# #31243
source: pages
dutch: pagina's

# #31244
source: Banner Wall
dutch: Banner muur

# #31245
source: Classic Style
dutch: Klassieke stijl

# #31247
source: Home menu style
dutch: Startmenu stijl

# #31248
source: Normal
dutch: Normaal

# #31249
source: Classic
dutch: Klassiek

# #31250
source: Vertical
dutch: Verticaal

# #31730
source: Show Extra Fanart
dutch: Toon Extra Fan-Art

# #31739
source: -- Icon view
dutch: -- Icoon weergave

# #31740
source: -- Show Genre Colours
dutch: -- Toon Genre Kleuren

# #31742
source: Gallery
dutch: Gallerij

# #31744
source: Show Logo
dutch: Toon Logo

# #31745
source: Colours
dutch: Kleuren

# #31753
source: Motion picture rating country
dutch: Instellen Kijkwijzer/MPAA waardering

# #31754
source: Select motion picture rating country
dutch: Selecteer land voor Kijkwijzer/MPAA waardering

# #31755
source: Show Disc Art and Studio Logos
dutch: Toon Disc-Art en Studio Logo's

# #31756
source: Poster Row
dutch: Poster Rij

# #31757
source: Poster Shift
dutch: Poster verschuiving

# #31769
source: Enable/Disable views
dutch: Inschakelen/uitschakelen weergaves
